{
    "home": {
        "title": "動詞 doushi.app",
        "subtitle": "動詞を変化は大切です。",
        "logged": {
            "message": "You are logged in as user \"{{username}}\"."
        },
        "question": "If you have any questions email {{email}}",
        "background": {
            "header": "What is doushi.app?",
            "explanation": "I have been studying Japanese for years but I always struggled with verb conjugation. I was never satisfied with any of the tools available for studying because they didn't adequately drill conjugation. I wanted a tool for studying verbs and conjugation that used a 'spaced repetition' approach because I enjoyed using other tools like wanikani.com.  Being a software developer I decided it was time to write one. ",
            "steps": "Steps",            
            "step1": "Click on Lesson and memorize a set of 5 verbs in their dictionary form. This unlocks their conjugated forms.",            
            "step2": "Click on Quiz and practice conjugating the newly learned verbs.  Once you have made progress it will unlock the next 5 dictionary forms. You will also be periodically quizzed on remembering the dictionary forms. ",            
            "step3": "Victory!",
            "limitations": "Limitations",                    
            "limitation1": "You will have to memorize the exact definitions used in this app. They aren't perfect but were taken from online dictionaries so should be good enough.",            
            "limitation2": "You should know Hiragana and Katakana and basic kanji (or be willing to learn quickly).  This app is about learning conjugation.  There are plenty of other better places to start to learn Japanese in general.  But this tool can help a beginner or intermediate student master a skill that can be surprisingly frustrating.",
            "limitation3": "There are many useful する verbs that you should know, but since this app is about learning how to conjugate the various verb types and all suru verbs conjugate the same way they have not been included. ",
            "covered": "What is covered?",
            "covered1": "170 verbs from JLPT N5 and N4",
            "covered2": "Dictionary and 10 conjugation forms for each verb.",
            "covered3": "170 verbs from JLPT N5 and N4",
            "srs": "Spaced Repetition System",
            "level1": "Kukyu: 4 hours",
            "level2": "Hachikyu: 8 hours",
            "level3": "Nanakyu: 1 day",
            "level4": "Rokyu: 2 days",
            "level5": "Gokyu: 3 days",
            "level6": "Yonkyu: 1 week",
            "level7": "Sankyu: 2 weeks",
            "level8": "Nikyu: 1 month",
            "level9": "Ikkyu: 4 months"
        },
        "like": "If you like JHipster, don't forget to give us a star on",
        "github": "GitHub"
    }
}
